	IDENTIFICATION DIVISION.
	PROGRAM-ID. HELLO-WORLD.

	ENVIRONMENT DIVISION.

	DATA DIVISION.
	
	PROCEDURE DIVISION.
	DISPLAY 'Hello world!'.
		STOP RUN.
