IDENTIFICATION DIVISION.
PROGRAM-ID. MAIN.
 AUTHOR. Leandro Ferreira.
 DATE-WRITTEN. 08 october 2019.

 ENVIRONMENT DIVISION.

DATA DIVISION.
WORKING-STORAGE SECTION.

PROCEDURE DIVISION.
     DISPLAY "Hello World! "
     DISPLAY "From COBOL.NET!!"
END PROGRAM MAIN.